Repository: qedsd/TheGuideToTheNewEden
Catalog: TheGuideToTheNewEden/TheGuideToTheNewEden.WinUI/TheGuideToTheNewEden.WinUI/Resources/*/Syncfusion.Grid.WinUI.resw
Source language: en_us
Languages: zh_cn

# AddNewRowText
source: Click here to add a new row
zh_cn: 单击此处添加新行

source: AND
zh_cn: 且

source: Begins With
zh_cn: 开头是

source: (Blanks)
zh_cn: (无)

source: Cancel
zh_cn: 取消

source: Clear Filter
zh_cn: 清除筛选

# ColumnChooserTitle
source: Column Chooser
zh_cn: 列选择器

# ColumnChooserWaterMark
source: (No Fields Available)
zh_cn: (无数据)

source: Contains
zh_cn: 包含

source: Done
zh_cn: 完成

source: Empty
zh_cn: 空

source: Ends With
zh_cn: 结尾是

# Equalss
source: Equals
zh_cn: 等于

source: Greater Than
zh_cn: 大于

source: Greater Than or Equal
zh_cn: 大于或等于

# GroupDropAreaText
source: Drag a column to group
zh_cn: 将列拖动到分组

source: Less Than
zh_cn: 小于

source: Less Than or Equal
zh_cn: 小于或等于

source: Before
zh_cn: 之前

source: Before Or Equal
zh_cn: 之前或等于

source: After
zh_cn: 之后

source: After Or Equal
zh_cn: 之后或等于

# SortDateAscending
source: Sort Oldest to Newest
zh_cn: 从旧到新排列

# SortDateDescending
source: Sort Newest to Oldest
zh_cn: 从新到旧排列

source: No Items
zh_cn: 无数据

source: No Matches
zh_cn: 无匹配数据

# NotContains
source: Does Not Contain
zh_cn: 不包含

source: Not Empty
zh_cn: 非空

# NotEquals
source: Does Not Equal
zh_cn: 不等于

source: Not Null
zh_cn: 不为空

source: Null
zh_cn: 空

source: OK
zh_cn: 确认

source: OR
zh_cn: 或

# RowErrorMessage
source: Row Containing Error
zh_cn: 包含错误的行

source: Search
zh_cn: 搜索

source: (Select All)
zh_cn: (搜索全部)

source: Show rows where:
zh_cn: 需要满足条件:

# SortNumberAscending
source: Sort Smallest to Largest
zh_cn: 从小到大排列

# SortNumberDescending
source: Sort Largest to Smallest
zh_cn: 从大到小排列

# SortStringAscending
source: Sort A to Z
zh_cn: 从A到Z排列

# SortStringDescending
source: Sort Z to A
zh_cn: 从Z到A排列

source: Enter Valid Filter Value
zh_cn: 输入有效的筛选值

source: Text Filters
zh_cn: 文本筛选器

source: Number Filters
zh_cn: 数字筛选器

source: Date Filters
zh_cn: 数据筛选器

# CantDropHere
source: Cannot drop here
zh_cn: 不能放置到此处

source: Drop above
zh_cn: 放置在前面

source: Drop as child
zh_cn: 放置在其子集

source: Drop below
zh_cn: 放置在后面

# DropRowsAbove
source: Drop {0} rows above
zh_cn: 将{0}行置于上方

# DropRowsAsChild
source: Drop {0} rows as child
zh_cn: 将{0}行作为子行

# DropRowsBelow
source: Drop {0} rows below
zh_cn: 将{0}行放置到下面

source: Drop here
zh_cn: 放置于此

# DropRowsHere
source: Drop {0} rows here
zh_cn: 将{0}行放置于此

# NotBeginsWith
source: Does Not Begin With
zh_cn: 开头不是

# NotEndsWith
source: Does Not End With
zh_cn: 结尾不是
